Repository: wp-plugins/technical-support
Catalog: languages/ts-*.po
Languages: he_il, ru_ru

source: Theme Layout
he_il: עיצוב תבנית
ru_ru: Темы

source: Admin Panel
he_il: לוח ניהול
ru_ru: Панель администратора

source: Plugin Issue
he_il: טיפול בתוספים
ru_ru: Плагины

source: Core Functionality
he_il: פונקציונאליות של האתר
ru_ru: Ядро WordPress

source: Core Upgrade Request
he_il: עדכון גרסת מערכת
ru_ru: Обновление ядра

source: Plugin Upgrade Request
he_il: בקשה לעדכון תוספים
ru_ru: Обновление плагина

source: Theme Modification Request
he_il: בקשה לשינויים בתבנית האתר (ערכת העיצוב)
ru_ru: Настройка темы

source: General Support
he_il: תמיכה טכנית
ru_ru: Общая поддержка

source: Other (please state below)
he_il: אחר (נא לציין מתחת)
ru_ru: Другое (укажите ниже)

source: New Support Ticket:
he_il: קריאת שירות חדשה:
ru_ru: Новая заявка

source: Attention! A support ticket has been submitted at
he_il: קריאת שירות חדשה נשלחה מ
ru_ru: Внимание! Заявка на техподдержку с сайта

source: Details follow:
he_il: פרטים נוספים
ru_ru: Подробности:

source: Name:
he_il: שם:
ru_ru: Имя:

source: Related to:
he_il: בקשר ל:
ru_ru: Тема:

source: Technical Support for WordPress (http://kovshenin.com/1992)
he_il: תמיכה טכנית וסיוע לוורדפרס
ru_ru: Техподдержка для WordPress (http://kovshenin.com/1992)

source: The <strong>Technical Support</strong> plugin requires configuration.
he_il: התוסף <strong>Technical Support</strong> דורש קונפיגורציה.
ru_ru: Плагин <strong>Техподдержка</strong> требует настройки.

source: Please proceed to the
he_il: יש לגשת אל
ru_ru: Пройдите на страницу

source: plugin settings page
he_il: עמוד הגדרות התוסף
ru_ru: настройки плагина

source: Please don't submit empty reports!
he_il: נא לא לשלוח פניות ריקות!
ru_ru: Не отправляйте пустые сообщения!

source: Your e-mail has been sent!
he_il: !המייל שלך נשלח
ru_ru: Ваше сообщение отправлено!

source: E-mail could not be sent, please contact support directly:
he_il: לא ניתן לשלוח את הדואר, יש ליצור קשר ישירות עם התמיכה:
ru_ru: Сообщение не может быть отправлено, пожалуйста обратитесь напрямую:

source: Technical Support
he_il: תמיכה טכנית
ru_ru: Техподдержка

source: Please use this form to report encountered bugs, issues and other support requests directly to
he_il: השתמשו בטופס זה כדי לדווח על באגים, תקלות, בקשות לשדרוגים, שינויים, תוספות ונושאי תמיכה אחרים באופן ישיר ל
ru_ru: Используйте эту форму для отправки сообщений об ошибках, проблемах и других вопросов провайдеру

source: Note that a response e-mail will be sent to the address associated with your profile
he_il: יש לשים לב שהמענה למייל יישלח לכתות המשוייכת לפרופיל שלך
ru_ru: Учтите, что ответ придёт на эл. адрес указан в вашем профиле

source: In order to change that please visit your
he_il: כדי לשנות זאת, יש לבקר ב
ru_ru: Для того, чтобы изменить, зайдите на

source: profile page
he_il: עמוד פרופיל
ru_ru: страницу вашего профиля

source: Title
he_il: כותרת
ru_ru: Заголовок

source: Give your issue a short name
he_il: תן לפנייתך שם קצר
ru_ru: Опишите вопрос одной строкой

source: Related to
he_il: בקשר ל
ru_ru: Тема

source: Pick one that suits your issue.
he_il: באיזה נושא?
ru_ru: Выберите суть вашего вопроса.

source: Description
he_il: תיאור
ru_ru: Описание

source: Please describe your issue as detailed as possible. If it's plugin related, please provide the full name of the plugin as well.
he_il: יש לתאר את הבקשה בצורה המפורטת ביותר שאפשר. אם מדובר בתוסף, יש לציין בנוסף גם את השם המלא של התוסף.
ru_ru: Опишите вашу проблему как можно детальнее. Если она связана с каким-либо плагином, укажите имя плагина.

source: Send Report
he_il: שליחה
ru_ru: Отправить

source: This report will be sent by e-mail to
he_il: כל הפניות יישלחו באימייל אל
ru_ru: Эта заявка будет оптравлена по электронной почте на адрес

source: Support provided by
he_il: תמיכה טכנית ניתנת ע"י
ru_ru: Провайдер техподдержки:

source: Your <strong>Technical Support</strong> settings have been saved.
he_il: הגדרות התוסף <strong>Technical Support</strong> נשמרו.
ru_ru: Настройки успешно сохранены.

source: Technical Support Settings
he_il: הגדרות תמיכה טכנית
ru_ru: Настройки плагина: Техподдержка

source: Support Provider
he_il: ספק השירות
ru_ru: Провайдер техподдержки

source: Make sure you test e-mail sending after setup. Also note that if WordPress cannot send e-mails, then neither can this plugin, so make sure WordPress e-mail settings are correctly configured. Also note that the e-mails will be sent from
he_il: יש לוודא שליחת אימייל ניסיון לאחר ההתקנה. בנוסף, יש לשים לב שאם וורדפרס לא מסוגלת לשלוח מיילים, גם התוסף לא יוכל, לכן יש לוודא שהגדרות הדואר האלקטרוני של וורדפרס מוגדרות היטב. האימיילים יישלחו מהכתובת
ru_ru: Попробуйте отправить пробное письмо после настройки плагина. Так же учтите, что если WordPress не может слать электронные письма, то и у плагина не получится, так что дважды проверьте конфигурацию вашей установки. Так же учтите, что письма будут высылаться с адреса

source: so make sure you add it to your contacts. If you're encountering problems receiving e-mails, try setting up
he_il: אז וודא שהוספת אותה לרשימת אנשי הקשר. אם נתקלת בבעיות בקבלת מיילים, יש לנסות להגדיר
ru_ru: так что рекомендуем добавить в список своих контактов. Если же вы столкнётесь с проблемами получения писем, попробуйте установить

source: for this domain
he_il: לדומיין זה
ru_ru: для этого домена

source: Provider Name
he_il: שם הספק
ru_ru: Имя

source: Use your company name, for instance: Microsoft
he_il: השתמש/י בשם חברה, לדוגמה: מייקרוסופט
ru_ru: Используйте название вашей компании, к примеру Майкрософт

source: Provider E-mail
he_il: אי-מייל של הספק
ru_ru: Адрес эл. почты

source: All reports will be sent to this address:
he_il: כל הדוחות יישלחו לכתובת זו:
ru_ru: Все заявки будут высланы на этот адрес:

source: Provider Logo
he_il: לוגו הספק
ru_ru: Логотип

source: The URL of the provider logo. Recommended size is 74x22 pixels
he_il: URL של לוגו ספק השירות. מומלץ להשתמש במידות של 74x22 פיקסלים
ru_ru: URL к логотипу провайдера. Рекомендуемый размер - 74х22 пикселя

source: Provider URL
he_il: URL של הספק
ru_ru: Веб-сайт

source: The URL of the provider homepage, please start with http
he_il: כתובת אתר הבית של ספק השירות. יש להתחיל ב-http
ru_ru: Веб-сайт провайдера, начинайте с http

source: Topics
he_il: נושאים
ru_ru: Разделы

source: E-mail Formatting
he_il: עיצוב מייל
ru_ru: Форматирование письма

source: Customize your technical support widget: topics and email formatting.
he_il: התאמה אישית לוידג'ט תמיכה טכנית: עיצוב הנושאים והמייל.
ru_ru: Настройте ваш виджет: темы и форматирование письма.

source: Provide a return separated list of what topics you provide support on
he_il: רשימת הנושאים בהם ניתנת תמיכה לבחירה בטופס. כל אחד בשורה חדשה.
ru_ru: Напишите список тем, по которым вы осуществляете поддержку

source: E-mail Subject
he_il: נושא האי-מייל
ru_ru: Тема письма

source: Customize the subject format, use the
he_il: התאמה אישית של מבנה הנושא, יש להשתמש בקיצור
ru_ru: Настройте формат темы письма, используйте тэг

source: short-tag, for instance: New Ticket
he_il: . לדוגמה: קריאת שירות חדשה
ru_ru: например: Новая заявка

source: Message Format
he_il: פורמט ההודעה
ru_ru: Формат сообщения

source: This is what you will receive by e-mail. Use the following tags:
he_il: זה מה שיגיע במייל. יש להשתמש בתגיות הבאות:
ru_ru: Это то, что вы получити по электронной почте. Используйте следующие метки:

source: Save Changes
he_il: שמירת שינויים
ru_ru: Сохранить
